11/data/attachments/880335098f7aa203.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_83b69bfa-14d6-4319-8bb0-2aa5560a6430</nif:username>
            <nif:friendToBeAdded>Scott_in_Friend_17700_2</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>